Repository: lyoshkin/docebo-lms-elearning-platform-integration
Catalog: languages/docebo-*.po
Languages: hu_hu

source: Docebo - Log in
hu_hu: Docecbo - Bejelentkezés

source: Docebo - General Settings
hu_hu: Docebo - Beállítások

source: Docebo Cloud Address
hu_hu: Docebo webhely címe

source: Key
hu_hu: Docebo Key

source: Secret
hu_hu: Docebo Secret

source: Save changes
hu_hu: Mentés

source: Docebo - User Synchronization
hu_hu: Docebo - Felhasználók szinkronizálása

source: Registered users of this WordPress website
hu_hu: E WordPress oldal regisztrált felhasználói

source: Registered users of your Docebo SaaS
hu_hu: A Docebo platform regisztrált felhasználói

source: Log In
hu_hu: Bejelentkezés

source: General Settings
hu_hu: Beállítások

source: My Courses
hu_hu: Kurzusaim

source: User Synchronization
hu_hu: Felhasználók szinkronizálása
